// クイズのデータ/初級２０問

export const special = [
  {
    question:
      "発酵・乾燥の終わったカカオ豆が輸出される際に最もよく使われるものは何ですか？",
    options: ["麻袋", "木箱", "段ボール", "ビニール袋"],
    answer: "麻袋",
    explanation:
      "麻袋は再利用が可能であり、カカオ豆の湿度管理にも適しています。耐久性にも優れているため、カカオ豆を50kg~80kgを持ち運ぶことができます。",
  },
  {
    question:
      "近年、注目されるキーワードの1つ「Bean to Bar]の説明で適切なものはどれですか？",
    options: [
      "カカオマスから板チョコレートまでを手がけること",
      "カカオ農園に経営",
      "カカオ豆から板チョコまでを一貫して手がけること",
      "こだわりのチョコレートを提供する店舗",
    ],
    answer: "カカオ豆から板チョコまでを一貫して手がけること",
    explanation:
      "この名前の由来はカカオ豆（Bean)から板チョコレート（Bar)まで一貫して手がけるスタイルなので、「Bean to Bar」と呼ばれています。",
  },
  {
    question:
      "日本に輸入されているカカオ豆で、輸入量が最も多い生産国はどこですか？",
    options: ["コートジボワール", "ガーナ", "エクアドル", "ブラジル"],
    answer: "ガーナ",
    explanation:
      "日本は年間3～5万tのカカオ豆を発酵カカオ豆の形態で輸入しており、その8割はガーナであります。",
  },
  {
    question: "アグロフォレストリー農法の説明として正しいものはどれですか？",
    options: [
      "農家の収入は減少する",
      "栽培される植物は１種類のみ",
      "森林を焼いて肥料とする農法",
      "伐採、開拓の跡地を利用することで森林再生が可能",
    ],
    answer: "伐採、開拓の跡地を利用することで森林再生が可能",
    explanation:
      "アグロフォレストリーとは、農業と林業を2つ掛け合わせたもので「森を作る農業」と呼ばれています。世界規模の環境対策として持続的な土地利用により森林の再生・農家の経営安定・生物多様性の保持・CO2削減の効果が期待されています。",
  },
  {
    question:
      "赤道を挟んで北緯２０度から南緯２０度のカカオ栽培適地を指す言葉はどれですか？",
    options: ["カカオロード", "カカオエリア", "カカオマップ", "カカオベルト"],
    answer: "カカオベルト",
    explanation:
      "カカオベルトは高温多湿の熱帯に生育ができ、生育条件が揃っている地域に育ちます。その条件は高度30~300m、年間平均気温が約27℃で気温差が小さいこと、年間降雨量は最低でも1000mm以上である事が挙げられます。",
  },
  {
    question: "カカオの実の説明として誤っていものはどれですか？",
    options: [
      "１個のカカオポッドには３０〜４０粒ほどのカカオ豆が入っている",
      "パルプと呼ばれる白くヌルヌルとした甘酸っぱい果肉がカカオの種の周囲に存在する",
      "カカオの実は、手で割ることができるほど柔らかい",
      "カカオの実は、厚さ約1cmの殻を持つ",
    ],
    answer: "カカオの実は、手で割ることができるほど柔らかい",
    explanation:
      "カカオの実は道具を使用します。道具はナタや長い棒にナイフをつけてカカオポッドを割り、中に入っているカカオ豆の白いパルプごと取り出します。",
  },
  {
    question: "カカオの花に関する説明で、正しいものはどれですか？",
    options: [
      "人間にも感じられる強い香りがある",
      "5cm程度の大きさである",
      "花が１年中咲く",
      "花の色はピンク色１色である",
    ],
    answer: "花が1年中咲く",
    explanation:
      "花は樹の幹にも咲いており、大きさは1cm程度です。花の色は樹の種類によって白・ピンク・バラ色・黄・赤など様々あり一年中咲いています。",
  },
  {
    question:
      "近年、日本にも多くのBean to Bar専門店が登場しているが、Bean to Bar専門店は次のうちどれですか？",
    options: [
      "マ・プリエール",
      "グランプラス",
      "アルチザン  パレ ド オール",
      "オリジンヌ・カカオ",
    ],
    answer: "アルチザン  パレ ド オール",
    explanation: "",
  },
  {
    question:
      "カカオ豆の発酵に用いられる方法の一つとして、実際に行われているものはどれですか？",
    options: ["バナナの葉で覆う", "藁で包む", "壺に入れる", "土の中に埋める"],
    answer: "バナナの葉で覆う",
    explanation:
      "カカオ豆の発酵はカカオポッドからカカオ豆をパルプごと取り出して、それをバナナのはで覆ったり、木箱に入れたりして発酵するのを待ちます。",
  },
  {
    question:
      "ココアバターには６種類の結晶形が知られているが、艶がよく、製品チョコレートに適した多形は何型ですか？",
    options: ["Ⅲ型", "Ⅳ型", "Ⅴ型", "Ⅵ型"],
    answer: "Ⅴ型",
    explanation: "",
  },
  {
    question: "ローチョコレートの説明で適切ではないものはどれですか？",
    options: [
      "48℃以上の熱をかけずにチョコレート作りを行う",
      "カカオ豆は48℃以上の熱処理を行う",
      "精製糖以外の砂糖やアガベシロップを使う",
      "オーガニックのカカオ豆を使用していることもある",
    ],
    answer: "カカオ豆は48℃以上の熱処理を行う",
    explanation: "",
  },
  {
    question:
      "エクアドル産のカカオ豆は独特の香りを持ち品質が高いと言われるが、この品種は次のどれですか？",
    options: ["クリオロ種", "トリニタリオ種", "ハイブリッド種", "ナシオナル種"],
    answer: "ナシオナル種",
    explanation: "",
  },
  {
    question: "ココアバターの説明として誤っているものはどれですか？",
    options: [
      "チョコレートのなめらかな口溶けはココアバターによるものである",
      "カカオニブに含まれる標準的なココアバター含有量は約２５％である",
      "ココアバターは２５℃くらいから急速に溶け始める",
      "ココアバターは常温では固形である",
    ],
    answer: "カカオニブは含まれる標準的なココアバター含有量は約２５％である",
    explanation: "",
  },
  {
    question:
      "次のクーベルチュールメーカーの中で、フランスのメーカーでないものはどれですか？",
    options: ["カカオバリー", "ヴェイス", "ベルコラーデ", "ヴァローナ"],
    answer: "ベルコラーデ",
    explanation: "",
  },
  {
    question: "カカオの栽培が始まったのは何年頃と考えられていますか？",
    options: ["紀元前1000年", "紀元前1500年", "紀元前2000年", "紀元前2500年"],
    answer: "紀元前2000年",
    explanation:
      "紀元前2000年ごろからメソアメリカで栽培されていたと推測されています。",
  },
  {
    question:
      "明治製菓が昭和時代に発売した数々のチョコレート製品のうち、アメリカの宇宙船の月面着陸を受けて発売したものは次のどれですか？",
    options: ["JPチョコレート", "ガルボ", "アポロ", "マーブルチョコレート"],
    answer: "アポロ",
    explanation: "",
  },
  {
    question: "次の中からフランスのブランドではないものはどれですか？",
    options: [
      "アンリ・ルルー",
      "ジャン＝ポール・エヴァン",
      "デルレイ",
      "ユーゴ アンド ヴィクトール",
    ],
    answer: "デルレイ",
    explanation: "",
  },
  {
    question:
      "バルセロナに本店を構える、スペイン王室御用達のショコラテリアは次のどれですか？",
    options: ["マックスブレナー", "カファレル", "マリベル", "カカオサンパカ"],
    answer: "カカオサンパカ",
    explanation: "",
  },
  {
    question:
      "2012年にスタートしたチョコレートの品評会で、大小さまざまなBean to Barメーカーを中心にショコラティエなども参加し、世界各地で大会が行われるチョコレートのコンクールは次のうちどれですか？",
    options: [
      "c.c.c.",
      "アカデミー オブ チョコレート",
      "インターナショナル チョコレート アワーズ",
      "iTQi(アイティーキューアイ)",
    ],
    answer: "インターナショナル チョコレート アワーズ",
    explanation: "",
  },
  {
    question:
      "赤ワインやカカオに含まれる抗酸化物質として注目されている成分は次のどれですか？",
    options: ["プロテイン", "ポリフェノール", "レシチン", "乳酸菌"],
    answer: "ポリフェノール",
    explanation: "",
  },
];

// クイズのデータ/中級２０問
export const expert = [
  {
    question:
      "パリで開催されるチョコレートの祭典「サロン・デュ・ショコラ」の開催時期はいつですか？",
    options: ["9月上旬", "9月下旬", "10月上旬", "10月下旬"],
    answer: "10月下旬",
    explanation: "",
  },
  {
    question: "カカオの樹は何科の植物ですか？",
    options: ["アオイ科", "マメ科", "バラ科", "アカネ科"],
    answer: "アオイ科",
    explanation: "",
  },
  {
    question:
      "古代から中世のメソアメリカでは、カカオ豆は貨幣としても利用されていた。 １６世紀の記録では、メキシコではカカオ豆１粒で次のどれを買うことができたと記されていますか？",
    options: ["卵大10個", "野うさぎ１羽", "トマト10個", "トマト大1個"],
    answer: "トマト大1個",
    explanation: "",
  },
  {
    question: "カカオの樹や花、実について正しく説明は次のうちどれですか？",
    options: [
      "カカオの樹は高さ6~7m位、幹の直径は10~20cmの成木になる",
      "カカオの花は１年中咲くが、カカオの実の収穫は１年に１回である",
      "カカオの花は枝先だけに咲き、カカオの実も同じく枝先だけになる",
      "カカオの樹は日差しを好むため、なるべく直射日光に当てるとよい",
    ],
    answer: "カカオの樹は高さ6~7m位、幹の直径は10~20cmの成木になる",
    explanation: "",
  },
  {
    question:
      "チョコレートの最終的な香味は非常に多くの条件によって決定されるが、それぞれのチョコレートメーカー独自の香味を何と呼んでいますか？",
    options: [
      "ハウスフレーバー",
      "ホームフレーバー",
      "スペシャルフレーバー",
      "リミテッドフレーバー",
    ],
    answer: "ハウスフレーバー",
    explanation: "",
  },
  {
    question:
      "最近は、Bean to Barだけではなく「Tree to Bar」という言葉も出てきているが、これはどんな内容を指しますか？",
    options: [
      "カカオの樹の生産、管理からいたチョコレートまでを一貫して手がける",
      "カカオポッドから板チョコレートまでを一貫して手がける",
      "カカオ豆から板チョコレートまでを一貫して手がける",
      "カカオのきの生産、管理からカカオ豆までを一貫して手がける",
    ],
    answer: "カカオの樹の生産、管理からいたチョコレートまでを一貫して手がける",
    explanation: "",
  },
  {
    question: "中南米で生産されているカカオ生産量で正しいものはどれですか？",
    options: ["40.09万トン", "76.66万トン", "125.66万トン", "256.77万トン"],
    answer: "76.66万トン",
    explanation: "",
  },
  {
    question:
      "カカオ豆が持つ、ローストしたナッツのような風味を表現する言葉は何ですか？",
    options: ["モルティ", "ウッディ", "ロースティ", "ナッティ"],
    answer: "ナッティ",
    explanation: "",
  },
  {
    question:
      "テンパリングがうまく行われたチョコレートの特徴に当てはまらないのは次のうちどれですか？",
    options: [
      "艶がある",
      "スナップ性がない",
      "口どけがよい",
      "ブルームが出にくい",
    ],
    answer: "ブルームが出にくい",
    explanation: "",
  },
  {
    question:
      "チョコレートに乳化剤を加える効果として、誤っているのは次のうちどれですか？",
    options: [
      "作業性がよくなる",
      "チョコレートの粘土を上げる",
      "ブルーミングを遅らせる",
      "微粒子の分散機能がある",
    ],
    answer: "チョコレートの粘土を上げる",
    explanation: "",
  },
  {
    question:
      "C.J.バンホーテンが発明した、酸味の強いココアをアルカリで中和する製法は何と呼ばれますか？",
    options: [
      "アルカリココア",
      "ダッチイノベーション",
      "ダッチプロセス",
      "アルカリプロセス",
    ],
    answer: "ダッチイノベーション",
    explanation: "",
  },
  {
    question: "生チョコレートはどこの国で生まれましたか？",
    options: ["日本", "スイス", "イタリア", "フランス"],
    answer: "スイス",
    explanation: "",
  },
  {
    question:
      "次のうち、1882年にフランス・サンテティエンヌで創業した、有名なクーベルチューつメーカーはどれですか？",
    options: ["ヴァローナ", "ヴェイス", "カレボー", "ベルコラーデ"],
    answer: "",
    explanation: "",
  },
  {
    question:
      "現存するパリ最古のショコラトリーとして知られるのは次のどれですか？",
    options: ["ルノートル", "デメル", "ドロワイヨ", "ドゥボーヴ・エ・ガレ"],
    answer: "",
    explanation: "",
  },
  {
    question:
      "次のショコラスイーツのうち、フランスが発祥でないものはどれですか？",
    options: ["エクレア", "ガトー・オペラ", "ブラウニー", "ガトー・ショコラ"],
    answer: "",
    explanation: "",
  },
  {
    question:
      "さまざまなタイプのチョコレートが製造された昭和60年代から平成にかけて誕生したのは、次のうちどんなタイプの商品ですdか？",
    options: [
      "アーモンド入りチョコレート",
      "洋酒入りチョコレート",
      "生クリーム入りチョコレート",
      "チョコスナック",
    ],
    answer: "",
    explanation: "",
  },
  {
    question:
      "アステカ帝国からエルナン・コルテスが持ち帰ったカカオやその飲料は、その１００年近く国外への持ち出しを禁じられた。その国は次のうちどれですか？",
    options: ["イタリア", "スペイン", "フランス", "イギリス"],
    answer: "",
    explanation: "",
  },
  {
    question:
      "フランスでのチョコレートの広がりについて、正しい説明は次のうちどれですか？",
    options: [
      "フランスに伝わった当初から庶民の飲み物だった",
      "ヨーロッパで最初にカカオが広がったのはフランスである",
      "フランスにチョコレートが伝わったのは1700年以降である",
      "ルイ13世とアンヌ、ルイ14世とマリア・テレサの婚姻が関係している",
    ],
    answer: "",
    explanation: "",
  },
  {
    question: "次のうち日本のブランドではないものはどれですか？",
    options: [
      "トイスチャー",
      "デカダンス ドュ ショコラ",
      "グランプラス",
      "マ・プリエール",
    ],
    answer: "",
    explanation: "",
  },
  {
    question:
      "2017年にc.c.c.で金賞を受賞した日本のブランドは次のうちどれですか？",
    options: ["マリベル", "サロンドロワイヤル", "ゴディバ", "ヴィタメール"],
    answer: "",
    explanation: "",
  },
];

// クイズのデータ/上級２０問
export const professional = [
  {
    question: "チョコレートの起源はどの地域にありますか？",
    options: ["", "メソアメリカ地域", "", ""],
    answer: "メソアメリカ地域",
    explanation:
      "チョコレートは古代メソアメリカ文明、特にマヤ文明やアステカ文明において発見・利用されていました。",
  },
  {
    question:
      "チョコレートのカカオ含有量が高いほど、どのような特徴がありますか？",
    options: ["より濃厚で苦味が強い", "", "", ""],
    answer: "より濃厚で苦味が強い",
    explanation:
      "カカオ含有量が高いほど、チョコレートの味わいは豊かで濃厚になります。また、苦味も増し、甘さが控えめに感じられます。",
  },
  {
    question:
      "チョコレートの風味や香りを引き立てるために、食材を組み合わせますが、あてはまらない食材は次のうちどれですか？",
    options: ["ナッツ", "フルーツ", "チーズ", "スパイス"],
    answer: "チーズ",
    explanation:
      "ナッツの食感や香ばしさ、フルーツ（ドライフルーツ）の甘みや酸味、スパイス（シナモン、チリなど）のアクセントがよく用いられます。",
  },
  {
    question:
      "ベルギーチョコレートの特徴であてはまらないものは次のうちどれですか？",
    options: [
      "",
      "高品質なカカオ豆",
      "繊細で滑らかなテクスチャー",
      "豊かな風味",
    ],
    answer: "",
    explanation:
      "ベルギーチョコレートは品質にこだわり、高品質なカカオ豆を使用しています。その結果、滑らかな口どけと豊かな風味が特徴",
  },
  {
    question: "チョコレートの保存方法として最適な温度帯はどれくらいですか？",
    options: ["10°~12°", "12°~15°", "15°~18°", "18°〜20°"],
    answer: "15°~18°",
    explanation:
      "チョコレートは高温や直射日光の影響を受けると溶けたり風味が劣化する可能性があるため、涼しい場所で保存することが重要です。",
  },
  {
    question:
      "チョコレートの製造工程で行われる「コンフィチュール」とは何ですか？",
    options: ["包み込む工程", "", "均一に混ぜ合わせる工程", ""],
    answer: "均一に混ぜ合わせる工程",
    explanation: "",
  },
  {
    question: "チョコレートの甘さを調整するために使用される成分は何ですか？",
    options: ["", "", "砂糖", ""],
    answer: "砂糖",
    explanation:
      "チョコレートの甘さを調整するためには、一般的に砂糖が使用されます。砂糖の量や種類によって甘さが調節されます。",
  },
  {
    question:
      "チョコレートのコクや滑らかさを増すために行われる工程は何ですか？",
    options: ["", "", "", "テンパリング"],
    answer: "テンパリング",
    explanation:
      "テンパリングは、チョコレートの結晶構造を整え、コクや滑らかさを向上させるために行われる工程です。",
  },
  {
    question:
      "チョコレートに含まれるフラボノイドはどのような効果があ理ますか？",
    options: ["", "", "", "心血管の健康やストレス軽減"],
    answer: "心血管の健康やストレス軽減",
    explanation:
      "チョコレートに含まれるフラボノイドは、体内の抗酸化物質として働き、血管の健康をサポートをしています。",
  },
  {
    question: "チョコレートの生産量が最も多い国はどこですか？",
    options: ["", "", "コートジボワール", ""],
    answer: "コートジボワール（象牙海岸）",
    explanation:
      "コートジボワールは世界最大のカカオ豆の生産国であり、多くのチョコレート製品に利用されています。",
  },
  {
    question:
      "チョコレートの種類である「ダークチョコレート」のカカオ含有量の下限は一般的には何％ですか？",
    options: [
      "25%から40%以下",
      "25%から40%以上",
      "35%から40%以下",
      "35%から40%以上",
    ],
    answer: "35%から40%以上",
    explanation:
      "ダークチョコレートはカカオ含有量が高く、一般的には35%以上から40%以上のカカオ含有量があるものが多いです。",
  },
  {
    question:
      "チョコレートの産地で有名な地域として知られる「トリニダード島」はどの大陸に位置していますか？",
    options: ["北アメリカ大陸のカリブ海", "", "", ""],
    answer: "北アメリカ大陸のカリブ海",
    explanation:
      "トリニダード島はカリブ海にあり、高品質なカカオ豆の産地として知られています。",
  },
  {
    question:
      "チョコレートの風味や質を評価するために要素が考慮されてます。次のうち当てはまらないものはどれですか？",
    options: ["香り", "食感", "バランス", "余韻"],
    answer: "食感",
    explanation:
      "チョコレートの風味や質を評価する際には、香りの複雑さや豊かさ、口どけの滑らかさ、味わいのバランス、そして後味や余韻の持続性などが重要な要素となります。",
  },
  {
    question:
      "チョコレートの風味を引き出すために行われる「コンフィサージュ」とは何ですか？",
    options: ["均一に混ぜる工程", "", "", "包み込む工程"],
    answer: "包み込む工程",
    explanation:
      "コンフィサージュは、チョコレートにフィリングや添加物を包み込む工程であり、風味やテクスチャーのアクセントを与えるために行われます。",
  },
  {
    question:
      "チョコレートの歴史において、初めて商業的な製品として販売されたのはいつですか？",
    options: ["18世紀前半", "18世紀の中頃", "19世紀前半", "19世紀の中頃"],
    answer: "18世紀の中頃",
    explanation:
      "チョコレートは古代から利用されていましたが、18世紀の中ごろにチョコレートが商業的な製品として普及し始めたとされています。",
  },
  {
    question:
      "チョコレートの製造において、「テンパリング」とは何を意味する用語ですか？",
    options: ["", "温度調整", "", ""],
    answer: "温度調整",
    explanation:
      "テンパリングは、チョコレートの結晶構造を安定させるために行われる工程であり、特定の温度範囲での加熱・冷却を繰り返すことで行われます。",
  },
  {
    question:
      "チョコレートの製造過程で行われる「コンチェージュ」とは何ですか？",
    options: [
      "",
      "",
      "",
      "カカオ豆を研磨し、砂糖と混合して均一なチョコレートのペーストを作る工程",
    ],
    answer:
      "カカオ豆を研磨し、砂糖と混合して均一なチョコレートのペーストを作る工程",
    explanation:
      "コンチェージュは、カカオ豆を研磨し、砂糖と混合して均一なチョコレートのペーストを作る工程を行います。",
  },
  {
    question: "チョコレートの苦味を和らげるために使用される成分は何ですか？",
    options: ["乳脂肪", "", "", ""],
    answer: "乳脂肪",
    explanation:
      "チョコレートの苦味を和らげるためには、乳脂肪（バター）が使用されることがあります。これにより、チョコレートの口当たりが滑らかになります。",
  },
  {
    question:
      "チョコレートの種類である「ホワイトチョコレート」は、カカオの含有量に関してどのような特徴を持っていますか？",
    options: [
      "カカオ固形分が含まれている",
      "",
      "カカオ固形分が含まれてない",
      "",
    ],
    answer: "カカオ固形分が含まれてない",
    explanation:
      "ホワイトチョコレートは、カカオ豆の固形分が含まれておらず、代わりにカカオバターが使用されています。そのため、ホワイトチョコレートは色は白く、カカオの苦味は感じられません。",
  },
  {
    question:
      "チョコレートの「ワインとのペアリング」において、どのようなチョコレートが一般的に選ばれますか？",
    options: [
      "ホワイトチョコレート",
      "ミルクチョコレート",
      "ルビーチョコレート",
      "ダークチョコレート",
    ],
    answer: "ダークチョコレート",
    explanation:
      "ダークチョコレートの濃厚な風味や苦味が、ワインとの組み合わせにおいて相性が良いとされています。",
  },
];
