// クイズのデータ/初級２０問
export const questions = [
  {
    question:
      "発行・乾燥の終わったカカオ豆が輸出される際によく使われるものは何か？",
    options: ["麻袋", "木箱", "段ボール", "ビニール袋"],
    answer: "麻袋",
    explanation: "",
  },
  {
    question:
      "近年、注目されるキーワードの1つ「Bean to Bar]の説明で適切なものはどれか？",
    options: [
      "カカオマスから板チョコレートまでを手がけること",
      "カカオ農園に経営",
      "カカオ豆から板チョコまでを一貫して手がけること",
      "こだわりのチョコレートを提供する店舗",
    ],
    answer: "カカオ豆から板チョコまでを一貫して手がけること",
    explanation: "",
  },
  {
    question:
      "日本に輸入されているカカオ豆で、輸入量が最も多い生産国はどこか？",
    options: ["コートジボワール", "ガーナ", "エクアドル", "ブラジル"],
    answer: "ガーナ",
    explanation: "",
  },
  {
    question: "アグロフォレストリー農法のせ説明として正しいものはどれか？",
    options: [
      "農家の収入は減少する",
      "栽培される植物は１種類のみ",
      "森林を焼いて肥料とする農法",
      "伐採、開拓の跡地を利用することで森林再生が可能",
    ],
    answer: "伐採、開拓の跡地を利用することで森林再生が可能",
    explanation: "伐採、開拓の跡地を利用することで森林再生が可能",
  },
  {
    question:
      "赤道を挟んで北緯２０度から南緯２０度のカカオ栽培敵地を指す言葉はどれか？",
    options: ["カカオロード", "カカオエリア", "カカオマップ", "カカオベルト"],
    answer: "カカオベルト",
    explanation: "",
  },
  {
    question: "カカオの実の説明として誤っていものはどれか？",
    options: [
      "１個のカカオポッドには３０〜４０粒ほどのカカオ豆が入っている",
      "パルプと呼ばれる白くヌルヌルとした甘酸っぱい果肉がカカオの種の周囲に存在する",
      "カカオの意は、手で割ることができるほど柔らかい",
      "カカオの実は、暑さ約1cmのからを持つ",
    ],
    answer: "",
    explanation: "カカオの実は、手で割ることができるほど柔らかい",
  },
  {
    question: "カカオの花に関する説明で、正しいものはどれか？",
    options: [
      "人間にも感じられる強い香りがある",
      "5cm程度の大きさがある",
      "花が１年中咲く",
      "花の色はピンク色１色",
    ],
    answer: "花が一年中咲く",
    explanation: "",
  },
  {
    question:
      "近年、日本にも多くのBean to Bar専門店が登場しているが、Bean to Bar専門店は次のうちどれか？",
    options: [
      "マ・プリエール",
      "グランプラス",
      "アルチザン  パレ ド オール",
      "オリジンヌ・カカオ",
    ],
    answer: "アルチザン  パレ ド オール",
    explanation: "",
  },
  {
    question:
      "カカオ豆の発酵に用いられる方法の一つとして、実際に行われているものはどれか？",
    options: ["バナナの葉で覆う", "藁で包む", "壺に入れる", "土の中に埋める"],
    answer: "バナナの葉で覆う",
    explanation:
      "カカオ豆の発酵はカカオポッドからカカオ豆をパルプごと取り出して、それをバナナのはで覆ったり、木箱に入れたりして発行する",
  },
  {
    question:
      "ココアバターには６種類の結晶形が知られているが、艶がよく、製品チョコレートに適した多形は何型か？",
    options: ["Ⅲ型", "Ⅳ型", "Ⅴ型", "Ⅵ型"],
    answer: "Ⅴ型",
    explanation: "",
  },
  {
    question: "ローチョコレートの説明で適切なものはどれか？",
    options: [
      "48℃以上の熱をかけずにチョコレート作りを行う",
      "カカオ豆は48℃以上の熱処理を行う",
      "精製糖以外の砂糖やアガベシロップを使う",
      "オーガニックのカカオ豆を使用していることもある",
    ],
    answer: "カカオ豆は48℃以上の熱処理を行う",
    explanation: "",
  },
  {
    question:
      "エクアドルさんのカカオ豆は独特の香りを持ち品質が高いと言われるが、この品種は次のどれか？",
    options: ["カリオロ種", "トリニタリオ種", "ハイブリッド種", "ナシオナル種"],
    answer: "ナシオナル種",
    explanation: "",
  },
  {
    question: "ココアバターの説明として誤っているものはどれか？",
    options: [
      "チョコレートのなめらかな口溶けはココアバターによるものである",
      "カカオニブは含まれる標準的なココアバター含有量は約２５％である",
      "ココアバターは２５℃くらいから急速に溶け始める",
      "ココアバターは常温では固形である",
    ],
    answer: "カカオニブは含まれる標準的なココアバター含有量は約２５％である",
    explanation: "",
  },
  {
    question:
      "次のクーベルチュールメーカーの中で、フランスのメーカーでないものはどれか？",
    options: ["カカオバリー", "ヴェイス", "ベルコラーデ", "ヴァローナ"],
    answer: "ベルコラーデ",
    explanation: "",
  },
  {
    question: "カカオの栽培が始まったのは何年頃と考えているか？",
    options: ["紀元前1000年", "紀元前1500年", "紀元前2000年", "紀元前2500年"],
    answer: "紀元前2000年",
    explanation:
      "紀元前2000年ごろからメソアメリカで栽培されていたと推測されています。",
  },
  {
    question:
      "明治製菓が昭和時代に発売したチョコレート製品のうち、アメリカの宇宙船の月面着陸を受けて発売したものは次のうちどれか？",
    options: ["JPチョコレート", "ガルボ", "アポロ", "、マーブルチョコレート"],
    answer: "アポロ",
    explanation: "",
  },
  {
    question: "次の中からフランスのブランドではないもんはどれか？",
    options: [
      "アンリ・ルルー",
      "ジャン＝ポール・エヴァン",
      "デルレイ",
      "ユーゴ アンド ヴィクトール",
    ],
    answer: "デルレイ",
    explanation: "",
  },
  {
    question:
      "バルセロナに本店を構える、スペイン王室御用達のショコラテリアは千木のうちどれか？",
    options: ["マックスブレナー", "カファレル", "マリベル", "カカオサンパカ"],
    answer: "カカオサンパカ",
    explanation: "",
  },
  {
    question:
      "2012年にスタートしたチョコレートの品評会で、大小さまざまなBean to Barメーカーを中心にショコラなども参加し、世界各地で大会が行われるチョコレートのコンクールは次のうちどれか？",
    options: [
      "c.c.c.",
      "アカデミー オブ チョコレート",
      "インターナショナル チョコレート アワーズ",
      "iTQi(アイティーキューアイ)",
    ],
    answer: "インターナショナル チョコレート アワーズ",
    explanation: "",
  },
  {
    question:
      "赤ワインやカカオに含まれる抗酸化物質として注目されている成分は次のどれか？",
    options: ["プロテイン", "ポリフェノール", "レシチン", "乳酸菌"],
    answer: "ポリフェノール",
    explanation: "",
  },
];
